IDEA Open Model
ReinfBarOnEdge.ExtendDistanceEnd Property
Compatible with IDEA StatiCa 20.1
 Distance of extension of end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ExtendDistanceEnd { get; set; }
Public Property ExtendDistanceEnd As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace